function articleData() {
    return  {
        "1":{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
                "img":"http://n.sinaimg.cn/news/transform/700/w1000h500/20190718/e135-hzxsvnp2904008.jpg"
        },
        "2":{
            "id":2,
            "title":"离家十四日，面瘫老阿姨在台湾短暂的人生起伏",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/f937175ebdfc28b14e2d7dcbd5dcad81ec9785df350f5-LovUDp_fw658"
        },
        "3":{
            "id":3,
            "title":"我要加油！！！！！！！！！！！，实现自己的价值",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://img.ph.126.net/E-PGxYd6RYH7-iiQaRnekg==/2605332384451709076.jpg"
        }
    };
}



function articleList() {
    return [
        {
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },
        {
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://n.sinaimg.cn/news/transform/700/w1000h500/20190718/e135-hzxsvnp2904008.jpg"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对3",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对5",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对6",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://n.sinaimg.cn/news/700/w1000h500/20190717/2da4-hzxsvnp0379977.jpg"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对6",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://n.sinaimg.cn/news/700/w1000h500/20190717/2da4-hzxsvnp0379977.jpg"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        },{
            "id":1,
            "title":"世界上开心的事情有很多，阳光面对",
            "content":"我独自坐在 台北 人来人往的街头，盯着西门町川流不息的人群，\n" +
                "\n" +
                "一位阿嫲拿起了相机对准了我，我假装没有看到，别过脸去。\n" +
                "\n" +
                "阿嫲是觉着我像一个孤独的旅人吗？在人流中分外突兀。\n" +
                "\n" +
                "在离开 台北 前的那晚，在明信片上写道：\n" +
                "\n" +
                "到底不是浪子，累了，困了，想回家了。\n" +
                "\n" +
                "我的好朋友们都知道，快回来的那几天，我陷入了想家的崩溃中。\n" +
                "\n" +
                "每个人都有一颗渴望出发的旅行梦，而此刻，我生出了一颗期盼回归的归家梦。\n" +
                "\n" +
                "这是人生第一次产生这样的感觉，也是第一次旅行对我有了截然相反的意义，\n" +
                "\n" +
                "而这一篇也注定成为充满情绪、截然不同的旅行记录。",
            "img":"http://hbimg.b0.upaiyun.com/691c68fc5a6d6f8d30155cc6e6988b15ea1cd2d713992-O4qumg_fw658"
        }
    ];
}